{
  "en": {
    "menuPlatformuser": "Platform User",
    "menuPricing": "Pricing",
    "menuLdeger": "Ledger",
    "menuAiworker": "AI worker",
    "menuWallet": "Wallet",
    "menuMyaccount": "My Account",
    "menuLanguage": "语言",
    "menuLoginaiuser": "Sign In as AI User",
    "menuLoginledger": "Ledger",
    "loginButton": "SIGN IN",
    "signupButton": "SIGN UP",

    "footerPrivacy": "Privacy",
    "footerUsers": "Users",
    "footerTerms": "Terms",
    "footerCopyright": "All rights reserved © 2019 Nebula AI Inc.",

    "s1Title1": "Next-generation artificial intelligence<br/> cloud computing platform",
    "s1Title2": "The Next Generation AI Cloud Solution",
    "s1Startforfree": "Start for Free",
    "s1Get100hoursfree": "Get 100 hours free!",

    "s1Remember": "Remember me",
    "s1Newhere": "New here? ",
    "s1Signup": "Sign up!",
    "s1Error": "Wrong user name or password",

    "s2Title1": "ORION CLOUD PLATFORM",
    "s2Title2": "One-stop Services, <br class=\"for-desk\">for all <br class=\"for-mobile\">your AI computing needs",
    "s2Title3": "Performant, secure, transparent and cost-efficient.",
    "s2Title4": "Explore our services&nbsp;&nbsp;",

    "s3Title1": "AI USER",
    "s3Title2": "Computing Fit <br>For You",
    "s3Button": "Get Details",

    "s4Title1": "AI WORKER",
    "s4Title2": "Our Services",
    "s4Button": "Get Details",

    "s5Title1": "GS2 (General Storage Service) STORAGE",
    "s5Title2": "Secure Data Storage",
    "s5Button": "Get Details",

    "s6Title1": "Orion Ledger",
    "s6Title2": "AI Machine Learning",
    "s6Button": "Get Details",

    "s7Title1": "Cost less, do more",
    "s7Title2": "Saving 70% comparing wih other AI computing service.",
    "s7Subtitle1": "micro",
    "s7Subtitle2": "classic",
    "s7Subtitle3": "premium",
    "s7Unite": "$/h",
    "s7Desc11": "for individual developers",
    "s7Micro1": "GPU: 1060ti *1<br>Memory: 7.92GB",
    "s7Micro2": "Ram: 6GB",
    "s7Micro3": "CPU:<br>Intel(R) Core(TM) i7-7700K<br>CPU @ 3.60GHz",
    "s7Classic1": "GPU: 1070ti *1<br>Memory: 8GB",
    "s7Classic2": "Ram: 10GB",
    "s7Classic3": "CPU:<br>Intel(R) Core(TM) i7-7700K<br>CPU @ 4.20GHz",
    "s7Premium1": "GPU: 1080ti *2<br>Memory: 13GB",
    "s7Premium2": "Ram: 15GB",
    "s7Premium3": "CPU:<br>Intel(R) Core(TM) i7-7700K<br>CPU @ 4.20GHz",
    "s7Button2": "See Pricing Details&nbsp;&nbsp;",

    "s8Title": "Our Services",
    "s8Services1": "Wallet",
    "s8Services2": "Orion CloudN",
    "s8Services3": "Browser",
    "s8Services4": "Billing",
    "s8Services5": "Aegis Pool",

    "s9Title1": "Join For Free",
    "s9Title2": "Get 100 Free Hours !",
    "s9Title3": "One step registration, and no platform fee.",
    "s9Button": "Create an Account",

    "s1awTitle1": "AI Worker",
    "s1awTitle2": "Rent out your computing power for a real profit",
    "s1awTitle3": "getting start",
    "s1awTitle4": "today",
    "s1awButton1": "View Ledger List",

    "contactUs": "Contact Us",
    "contactContent1": "For general inquiries about Orion Cloud platform, potentional partnership or cooperation, please fill the form below or contact us at: <a href=\"mailto:contact@nbai.io\">contact@nbai.io</a>",
    "contactContent2": "For technical support, please contact us at: <a href=\"mailto:support@nbai.io\">support@nbai.io</a>",
    "contactContent3": "I'm looking for potential cooperation or partnership, please email us at: <a href=\"mailto:contact@nbai.io\">contact@nbai.io</a>",
    "salesInquiries": "Sales Inquiry",
    "contactFirstname": "First Name*",
    "contactLastname": "Last Name*",
    "contactEmail": "Email*",
    "contactInquiry": "Nature of Inquiry*",
    "contactCountry": "Country/Region*",
    "contactCompany": "Company Name",
    "contactTitle": "Title",
    "contactPhone": "Phone Number",
    "contactHelp": "How can we help?*",
    
									
    "productsDesc1": "Orion Cloud Platform, offered by Nebula AI, is an on-demand, secure, trusted, cost-effective and user friendly cloud services platform. Based on decentralized blockchain technology and designed to be operationally effective, performant, transparent, secure, and cost efficient. Orion provides a full range of tool sets offering compute power and other functionality.",
    "productsKeyfeatures1": "Cost-Effective",
    "productsKeyfeatures2": "Blockchain Enhanced<br>Data Protection",
    "productsKeyfeatures3": "Smart Contract<br>Based Renting",
    "productsKeyfeatures4": "Cut Development Time",
    "productsKeyfeatures": "Key Features",
    "productsFeaturedservicestitle1": "Hcp Unit",
    "productsFeaturedservicestitle2": "Orion Ledger",
    "productsFeaturedservicestitle3": "Shared Computing Resource",
    "productsFeaturedservicestitle4": "Storage System",
    "productsFeaturedservicesdesc1": "NBAI Cloud Platform delivers consistant and high-performant AI cloud computing for AI training and inference to custumers around the world.",
    "productsFeaturedservicesdesc2": "Manage the AI task operation on the blockchain. Place orders, deposit funds, refunds and settlements within the blockchain scope.",
    "productsFeaturedservicesdesc3": "Orion AI Workers are computing resource providers enabling you to rent out your computing power for a real profit.",
    "productsFeaturedservicesdesc4": "Nebul AI File System, GS2 (General Storage Service) provides a high-performant file storage system guaranteeing, data available over a long-term without decreased performance.",
    "productsFeaturedservices": "Featured Services",
    "productsMoreservicestitle1": "Wallet",
    "productsMoreservicestitle2": "Billing",
    "productsMoreservicestitle3": "Orion CloudN",
    "productsMoreservicestitle4": "Explorer",
    "productsMoreservicestitle5": "Aegispool",
    "productsMoreservicesdesc1": "View your NBAI balance, deposit and send funds safely using our NBAI wallet.",
    "productsMoreservicesdesc2": "Computing resource providers enabling you to rent our your computing power for a real profit.",
    "productsMoreservicesdesc3": "An AI editor for writing, running and debugging code. Providing essential tools with commonly used programming languages.",
    "productsMoreservicesdesc4": "View transactions and balances made on the Nebula AI blockchain.",
    "productsMoreservicesdesc5": "The Aegis mining pool gathers pooling resources by miners, share processing power and equally split NBAI reward.",
    "productsMoreservices": "More Services",
    
    "productsFreetitle1": "Join For Free",
    "productsFreetitle2": "Get 100 hours free!",
    "productsFreetitle3": "One step registration, and no platform fee.",
    "productsFreetutton": "Create an Account",


    "awsuTitle1": "Overview",
    "awsuTitle2": "Prerequisites",
    "awsuTitle3": "Installation",
    "awsuTitle4": "FAQ and supplementary information",

    "awconSubtitle1": "Overview",
    "awconP11": "AI Workers are computing resource providers in <a href=\"https://nbai.io/\" target=\"_blank\">orion cloud platform</a>.",
    "awconP12": "Individual GPU machine may download latest packages, install and join into Orion network.",
    "awconP13": "By simply running a few commands, AI tasks from Orion will be automatically dispatched to AI workers, you will be able to rent out your computing power for a real profit.",

    "awconSubtitle21": "Minimum system requirements:",
    "awconSubtitle2": "Prerequisites",
    "awconP21": "Additional packages/libraries are not needed. ",
    "awconP2": "<li>Ubuntu 16.04 LTS.</li><li>Installation of python 3.</li><li>Nvidia CUDA-capable GPU(GeForce GTX 1060 6GB and up).</li><li>Installation of CUDA>=9.0, Nvidia-driver>=384.81.</li><!-- <li>Open port: 8011, 9010.</li> -->",

    "awconSubtitle31": "Before Installing",
    "awconSubtitle32": "Download and initialize",
    "awconSubtitle33": "3. Install worker client working environment",
    "awconSubtitle34": "Join ledger group",
    "awconSubtitle35": "Make Deposit",
    "awconSubtitle3": "Installation",
    "awconP301": "-- updated January 24, 2019",
    "awconP302": "Follow these guides to complete worker client setup.",
    "awconP311": "Verify your device meets minimum requirements above.",
    "awconP312": "Pickup a ledger from <a href=\"/dashboard/#/worker/general\">orion ledger list</a>.",
    "awconP313": "<a href=\"https://medium.com/nebula-ai/wallet-instruction-5748c950d556\" target=\"_blank\">Create an NBAI wallet</a> for receiving rewards.",
    "awconP317": "Note: You must join a ledger group to connect into orion network. Entering of no ledger information will result in unsuccessful installation.",
    "awconP321": "1. Download latest released <a href=\"https://github.com/nebulaai/ai-worker/releases\" target=\"_blank\">AI worker package</a>, unzip file manually and extract with Archive Manager.",
    "awconP322": "Download latest installation package from our github release, unzip manually by double-click zip file and extract with Archive Manager.",
    "awconButton1": "Download now",
    "awconP331": "2. Open your extracted folder, right-click and select “Open in Terminal”, execute the following command:",
    "awconP332": "Note: You will be asked to type in administrator password at this step. Answer “Yes” or “Y” while being asked.",
    "awconP333": "Successful installation is established by",
    "awconP334": "<b>Restart</b> your system, in order to enable root permission for the following steps.",
    "awconP336": "Open your folder, right-click and select “Open in Terminal”:",
    "awconP337": "Successful configuration will be displayed like : ",
    "awconP341": "1. Open your extracted folder, execute in terminal:",
    "awconP342": "2. Enter ledger node url, NBAI wallet address and ledger url ( <a href=\"/dashboard/#/worker/general\" class=\"blue\">ledger list</a> ): ",
    "awconP343": "For ai-worker-ubuntu-v1.0.0, “Http provider” refers to Node URL, and “Host” refers to Ledger URL, the terminal prompt will be corrected in the following version of ai-worker packages.",
    "awconP344": "View Ledger List",
    "awconP345": "Note:<ul><li>If fatal error message \"Got permission denied while trying to connect to the Docker daemon socket ...worker exit\" at this step, <b>restart</b> system and re-execute python3 manager.py</li><li>Refer to default entering in [ ] for the format of each entry. </li><li>Double-check your ledger URL and Node URL From ledger list.</li><li>The payout wallet is the NBAI wallet address to receive rewards after completing tasks. <b>Please use NBAI wallet address and remove \"0x\" at the beginning of wallet address.</b></li><li>Price limit is the minimum hour price the worker offers to execute tasks. A default value \"1\" is suggested for current AI workers, allowing workers to receive payment from all service types. This feature will be enabled for future workers under enterprise ledger.</li></ul>",
    "awconP346": "A benchmark test will be executed on your machine. You will see your benchmark score in terminal prompt.",
    "awconP347": "Keep your terminal open, and make your initial deposit by opening the file <a href=\"/Worker-Deposit/index.html\">/Worker-Deposit/index.html</a><br>An off-line page will be opened by default browser, allow you to make your deposit safely.",

    "awconP3511": "For the first time users joining, ai workers are required to make a credit deposit to their selected ledger.",
    "awconP35121": "Keep your terminal open and open the file /worker deposit/index.html :",
    "awconP35122": "1. In your browser page, enter your ledger info and click “Load Ledger”.",
    "awconP3512": "Note: Double-check your selected ledger info from ledger list ( <a href=\"/dashboard/#/worker/general\" class=\"blue\">Ledger list</a> ).",
    "awconP352": "2. Enter your wallet and click “Load Wallet”\"",
    "awconP3531": "3. Enter your worker ID, click “Load Worker”.",
    "awconP3532": "Note: If transaction is successful, re-load worker you will see \"Eligible\" instead of \"Not Eligible\".",
    "awconP35411": "Note: If transaction is successful, click again “Load Worker” you will now see “Eligible”.",
    "awconP3541": "4. Enter the amount of NBAI you will deposit for this worker ID. Click “Deposit”.",
    "awconP3542": "You are all set! The following message on your terminal showed that you have joined Orion successfully. New tasks will be automatically sent to you.",
    "awconP3543": "Note: You don't have to manually re-join task queue after initial configuration is complete. Worker will automatically receive new tasks after previous completion.",
    "awconP3544": "And all set! Your device is ready for earning rewards! Successful task execution on your terminal command will be displayed like :",


    "s1aiTitle1": "Platform User Guide",
    "s1aiTitle2": "Decentralized Deep Learning Cloud",
    "s1aiTitle3": "<h2>getting start <div class=\"bigger\">today</div></h2><a href=\"./dashboard/#/profile\">Sign up for free</a>",

    "aisuTitle1": "Platform Overview",
    "aisuTitle2": "Platform Component",
    "aisuTitle3": "Key Features",
    "aisuTitle4": "Platform User Manual",
    "aisuTitle5": "Community Users",

    "aiconP1": "NBAI Cloud Platform delivers high-standard cloud-computing packages as deep learning instances, providing users with the usage of latest-released AI frameworks from development to production. Orion matches users’ hardware and software requirements during task-launching step, delivers consistent performance for AI training and inference, and has been successfully applied to a variety of intelligent models.",
    "aiconP21": "Orion cloud opens up interface for",
    "aiconP22": "<span class=\"blue\">AI users</span>, also serve as computing resource requesters, who submit device request and AI scripts (tasks) through developer dashboard and reserve instance for task execution.",
    "aiconP23": "<span class=\"blue\">GPU workers</span>, serve as computing resource providers. Individual GPU device is allowed to join a local group (ledger) as a member of decentralized network, to earn reward from executing tasks.",
    "aiconP24": "Through our developer dashboard, AI users are able to submit deep learning scripts as AI task to selected group, this group ledger will match and dispatch the task to eligible worker accordingly. Users are able to download task execution result upon task completion.",

    "aiconSubtitle1": "Easy to create a task",
    "aiconSubtitle2": "Customizable environment",
    "aiconSubtitle3": "Integration of system runtime errors and logs",

    "aiconSubtitle41": "<img class=\"logo\" src=\"_include/imgs/ai/79bfa975ea35b46db6c6d3ca41952a9c.svg\" alt=\"\">Worker Configuration <i class=\"fas fa-plus\"></i>",
    "aiconSubtitle42": "<img class=\"logo\" src=\"_include/imgs/ai/eb9b60818aff3584300bc535ebf54296.svg\" alt=\"\">Payment<i class=\"fas fa-plus\"></i>",
    "aiconSubtitle43": "<img class=\"logo\" src=\"_include/imgs/ai/1b9a971f03a161778fa205e7b14c6d16.svg\" alt=\"\">Data Script<i class=\"fas fa-plus\"></i>",
    "aiconSubtitle44": "<img class=\"logo\" src=\"_include/imgs/ai/565f858773e7055ff264e05dc21783f7.svg\" alt=\"\">Task Dispatch<i class=\"fas fa-plus\"></i>",

    "aiconP41": "Go to the <span class=\"blue\"><a href=\"./dashboard/#/profile\">User Sign Up</a></span> page, register by email, and you will receive an email to activate your account (please check spam if you didn’t receive the email). To start your AI task submission, log in and click <span class=\"blue\">Create Task</span> on the dashboard. Follow the instructions below to create your task.",
    "aiconP42": "<li>Service Type</li>Define your service type according to your needs. Currently, we offer 3 service types: <span class=\"blue-color\">Micro</span>, <span class=\"blue-color\">Classic</span>, and <span class=\"blue-color\">Premium.</span><li>Ledger List</li>Select an available Ledger from the dropdown list. All active workers in this ledger group will be displayed at the right side. <li>Price</li>The system will automatically calculate the price based on the service type and ledger list you picked.<div class=\"button-row\"><a href=\"pricing.html\" class=\"button\">Check out our price and service type</a></div>Click <span class=\"blue\">Next</span>, and there will be a popup window that asks you to enter the time you would like to reserve. Enter the reserved time，you will see the total cost reserved for your task. Click <span class=\"blue\">Confirm</span> to navigate to the payment step.",
    "aiconP43": "<li>Order Summary</li>The order summary displays estimated service cost for your reserved device. To guarantee the safety of your transaction, a credit deposit will be required for first-time task submission. A warning will show up in case of insufficient credit.<li>Payment</li><p>Your minimum payment is automatically calculated and entered in the box, taking your current credit into consideration.You may modify and choose to pay more as credit. Cost for over-time task execution will be deducted from your credit automatically.</p></p>The current balance in your wallet will show up underneath. If you don’t have enough balance, click <span class=\"blue\">deposit</span> to wallet. There will be a popup window containing the wallet address of the account.</p>Click <span class=\"blue\">Pay</span> for authorized payment.",
    "aiconP44": "<li>Task name</li>Enter a task name for your task.<li>GPU Number</li>Select the number of GPU for your task.<li>Upload Script</li>Click on upload button and upload your .zip file which includs data and script.<br> Please refer to <a href=\"script-requirement.html\" class=\"underline\">Script Requirement</a> when preparing your task.<br><div class=\"button-row\"><a href=\"script-requirement.html\" class=\"button\">Open Script Requirement</a></div>Ensure your task upload is successful before Submit.",
    "aiconP45": "<li>Track your task status</li>Your task will be sent for machine-matching and execution. Task status will be updated accordingly.<li>Retrieve your result</li>After your task dispatched to matched worker, you may exit your browser page (or start new task creation), completed results could be downloaded from “Task history”.",

    "aiconP51": "We will release community NBAI Cloud Platform after our enterprise version goes on live and individual component become stable. A command-line task-submission option is available for community users, which will bypass the registration step. More details will be released soon.",


    "s1leTitle1": "Ledger",
    "s1leTitle2": "Manage AI business in a democratized way",
    "s1leTitle3": "getting start <div class=\"bigger\">today</div>",
    "s1leButton1": "Sign up for free",

    "lesuTitle1": "Overview",
    "lesuTitle2": "Instruction",

    "leconP11": "Nebula AI ledger is the group leader which manages the AI task operation on blockchain. It works as the DAO (digital decentralized autonomous organization) to perform the place order, deposit funds, refund and settlement within the blockchain scope. A ledger contains 1~N AI workers. In order to work as a ledger, a public IP is required. Ledger also provides RESTful API access to check the AI Worker and current task pool status.",
    "leconP12": "Enterprise ledger will be exclusively hosted by Nebula AI, upon platform goes stabilized, orion will release community ledger for voluntary ledger registration. Entitled community ledger will have same rights as enterprise ledger.",
    "leconP21": "Coming Soon ...",


    "s1prTitle1": "We offer best service <br>with lowest price",
    "s1prTitle2": "Reducing 70% cost compared with the public cloud",
    "s1prButton1": "Join now",

    "prformSubitem11": "Category",
    "prformSubitem12": "Performance score",
    "prformSubitem13": "Specifications",
    "prformSubitem14": "Pricing",
    "prformSubitem21": "Micro",
    "prformSubitem23": "Basic computing needs for deep learning task",
    "prformSubitem31": "Classic",
    "prformSubitem33": "Elevated level computing",
    "prformSubitem41": "Premium",
    "prformSubitem43": "Intensive level computing",
    "prformSubitem00": "Calculator",
    "prformSubitem02": "Price",
    "prformSubitem03": "Time Reserved",
    "prformSubitem04": "Estimated price",

    "prconP11": "<h2>Finding the right device <br>by one simple click</h2><p>All devices are categorized in three service types based on their performance</p><p class=\"firstline\"> <a href=\"benchmark.html\" class=\"newbtn\">How we score your device</a> </p>",
    "prconP21": "We highly recommend you to deposit 10% more than estimated price to ensure your task can be done. The exceeded part will be returned back to your account for future tasks.",
    "prconP31": "<img src=\"_include/imgs/pricing/pricing-icon1.png\" alt=\"icon1\"><h4>Pay Less</h4><p>Saving 70% cost</p>",
    "prconP32": "<img src=\"_include/imgs/pricing/pricing-icon2.png\" alt=\"icon2\"><h4>Pay Fast</h4><p>Easy and quick payment process</p>",
    "prconP33": "<img src=\"_include/imgs/pricing/pricing-icon3.png\" alt=\"icon3\"><h4>Pay Safe</h4><p>Your wallet is safely protected and stored</p>"



  },
  "ch": {
    "menuPlatformuser": "平台用户",
    "menuPricing": "价格",
    "menuLdeger": "Ledger",
    "menuAiworker": "AI worker",
    "menuWallet": "钱包",
    "menuMyaccount": "我的账号",
    "menuLanguage": "Language",
    "menuLoginaiuser": "AI User登陆",
    "menuLoginledger": "Ledger登陆",
    "loginButton": "登陆",
    "signupButton": "注册",

    "footerContact": "联系我们",
    "footerPrivacy": "隐私政策",
    "footerTerms": "条款",
    "footerCopyright": "版权所有©2019 Nebula AI Inc.",

    "s1Title1": "分散式云计算",
    "s1Title2": "用于人工智能",
    "s1Signupaiuser": "注册成为 AI User",
    "s1Signupledger": "注册成为 Ledger",
    "s1Loginaiuser": "ai user 登陆",
    "s1Loginledger": "ledger 登陆",
    "s1Remember": "记住账号",
    "s1Newhere": "新用户? ",
    "s1Signup": " 注册 !",
    "s1Error": "用户名或密码错误",

    "s2Title1": "成本更低，做得更多",
    "s2Title2": "与公共云相比，降低了70％的成本",
    "s2Subtitle1": "精简",
    "s2Unite": "美元/小时",
    "s2Desc11": "个人开发者",
    "s2Desc12": "基本的计算需求",
    "s2Desc13": "个人开发者",
    "s2Subtitle2": "经典",
    "s2Desc21": "专业开发者",
    "s2Desc22": "高级计算",
    "s2Desc23": "专业开发者",
    "s2Subtitle3": "豪华？",
    "s2Desc31": "专业开发者",
    "s2Desc32": "强化计算",
    "s2Desc33": "企业用户",
    "s2Subtitle4": "前一个",
    "s2Subtitle5": "后一个",
    "s2Button1": "开发者门户",
    "s2Button2": "查看我们的服务类型",

    "s3Title1": "服务于ai workers",
    "s3Title2": "一步操作, 无限可能",
    "s3P1": "节能环保",
    "s3Button1": "加入 a ledger",
    "s3Button2": "托管您的设备 <i class=\"fas fa-long-arrow-alt-right\"></i>",

    "s4Title1": "服务于开发者社区",
    "s4Title2": "无需服务器<br>为了开发人员提高",

    "s4P1": "离线任务提交，无需注册",
    "s4Button1": "了解更多 <i class=\"fas fa-long-arrow-alt-right\"></i>",

    "s5Title1": "用户界面",
    "s5Title2": "一步注册，无平台费用",
    "s5Button1": "注册为 AI User",
    "s5Button2": "注册为 Ledger",








    "s1awTitle1": "AI Worker 指南",
    "s1awTitle2": "出租你的计算能力以获得真正的利润",
    "s1awTitle3": "开始",
    "s1awTitle4": "即刻",
    "s1awButton1": "查看 Ledger 列表",

    "awsuTitle1": "概述",
    "awsuTitle2": "安装要求",
    "awsuTitle3": "安装指南",
    "awsuTitle4": "常见问题和补充信息",

    "awconSubtitle1": "Worker 概述",
    "awconP11": "AI worker是orion云平台中的算力资源提供方，他们将GPU算力进行出租，为平台AI用户提供算力支持。",
    "awconP12": "只需运行几个命令，带有GPU的个人计算机就可以下载并安装客户端软件包，以AI worker身份加入Orion网络，这样就可以将它们列在开发人员dashboard上，自动从Orion任务池接受任务，并在成功后获得奖励。",
    "awconP13": "By simply running a few commands, AI tasks from Orion will be automatically dispatched to AI workers, you will be able to rent out your computing power for a real profit.",

    "awconSubtitle2": "安装要求",
    "awconSubtitle21": "必须满足这些最低要求才有资格获得AI工作者，",
    "awconP21": "不需要额外的packages/libraries",
    "awconP2": "<li>Ubuntu 16.04 LTS.</li><li>安装 python 3.</li><li>支持Nvidia CUDA的GPU（GeForce GTX 1060 6GB及更高版本）</li><li>安装CUDA（版本> = 9.0）、Nvidia-driver> = 384.81</li>",

    "awconSubtitle3": "分步安装指南",
    "awconP301": " -- 更新日期：2019年1月24日",
    "awconP302": "请按照以下指南完成工作客户端设置。",
    "awconSubtitle31": "1. 在安装worker安装包之前",
    "awconP311": "确保您的设备符合系统先决条件的要求；",
    "awconP312": "从 <a href=\"/dashboard/#/worker/general\"  class=\"blue\">ledger list</a> , 列表中选择一个您要加入的Ledger小组，安装期间必须输入Ledger IP URL and Node URL。",
    "awconP313": "<a href=\"https://medium.com/nebula-ai/wallet-instruction-5748c950d556\" target=\"_blank\">创建一个NBAI钱包</a>, 用来存入收益。",
    "awconP317": "注意：你必须选择加入一个Ledger小组，才能加入Orion云平台网络，输入无Ledger的信息将会导致安装失败。",
    "awconSubtitle32": "2. 下载客户端安装包",
    "awconP321": "下载最新版(v0.0.1)安装包，通过双击zip文件手动解压缩，然后使用Archive Manager解压缩。",
    "awconP322": "Download latest installation package from our github release, unzip manually by double-click zip file and extract with Archive Manager.",
    "awconButton1": "现在下载",
    "awconSubtitle33": "3. 安装worker客户端工作环境",
    "awconP331": "打开提取的文件夹，单击右键并单击\"Open in Terminal\" （打开终端），在终端中执行:",
    "awconP332": "注意：此步骤将要求您输入管理员密码，请回答\"yes\"或 \"y\"",
    "awconP333": "看到以下信息显示已成功安装：",
    "awconP334": "<b>重新启动</b>您的系统，以便在以下步骤中启用具有root权限的客户端应用程序；",
    "awconP336": "导航回提取的文件夹，右键单击并选择\"Open in Terminal\"（在终端中打开），在终端中执行:",
    "awconP337": "配置成功将显示如下:",
    "awconSubtitle34": "4. 加入Ledger启动worker客户端应用程序",
    "awconP341": "导航到根目录并在终端中执行：",
    "awconP342": "在此步骤中，系统将要求您输入配置元素以加入选定的Ledger ( <a href=\"/dashboard/#/worker/general\" class=\"blue\">ledger list</a> ):",
    "awconP343": "对于ai-worker-ubuntu-v1.0.0，“Http provider”指的是Node URL，“Host”指的是Ledger URL，终端提示将在以下版本的ai-worker包中得到纠正。",
    "awconP344": "查看Ledg list",
    "awconP345": "注意：<ul><li>如果在此步骤中发生错误消息“Got permission denied while trying to connect to the Docker daemon socket ...worker exit”，请<b>重新启动</b>系统并重新执行$ python3 manager.py；</li><li>有关每个条目的格式，请参阅默认输入[ ]；</li><li>从Ledger列表中仔细检查Ledger IP和Node URL；</li><li>支付钱包是完成任务后领取奖励的NBAI钱包地址, <b>请使用NBAI钱包地址，并删除钱包地址开头的“0x”；</b></li><li>价格限制是worker想要执行任务的最低小时价格。建议输入默认值“1”，现阶段允许worker从所有服务类型接收付款，此功能在后续版本开发启用。</li></ul>",
    "awconP346": "输入所有配置后，将下载benchmark（基准测试）以评估您的机器性能；对于第一次加入的worker，将出现一条提醒，提醒worker存款到选定的Ledger合同地址。 ",
    "awconP347": "保持打开终端，打开文件 <a href=\"/Worker-Deposit/index.html\">/Worker-Deposit/index.html</a><br>进行初始存款；默认浏览器将打开一个离线页面，让您安全地存款。",

    "awconSubtitle35": "5. 向 Ledger 存入任务押金",
    "awconP3511": "第1步：输入您的Ledger信息，然后单击“load ledger”；如果成功加载，将显示您选择的Ledger信息。",
    "awconP35121": "Keep your terminal open and open the file /worker deposit/index.html :",
    "awconP35122": "1. In your browser page, enter your ledger info and click “Load Ledger”.",
    "awconP3512": "注意：仔细检查ledger list ( <a href=\"/dashboard/#/worker/general\" class=\"blue\">Ledger list</a> ) 中的选定Ledger信息。",
    "awconP352": "第二步：导入你的钱包，然后点击“load wallet”（装入钱包）：",
    "awconP3531": "第三步：输入您的worker ID，加载worker，并输入您将存入您的Ledger小组的NBAI金额。点击“Deposit”（存款）。",
    "awconP3532": "注意：如果交易成功，重新加载worker，您将看到“Eligible（符合条件）”而不是“Not Eligible（不符合条件）”。",
    "awconP35411": "Note: If transaction is successful, click again “Load Worker” you will now see “Eligible”.",
    "awconP3541": "如果您的状态为“Eligible（符合条件）”，您将有资格加入worker队列并接受任务；终端提示上的worker状态将自动更新，将您的机器加入队列等待任务。",
    "awconP3542": "下一步将显示您的worker已成功加入任务队列，并准备好进行任务处理；保持终端打开，新任务将自动发送给您。AI worker的NBAI收入可以在您的NBAI钱包账户中搜索查到。",
    "awconP3543": "注意：初始配置完成后，您不必手动重新加入任务队列；worker将在上一次完成后自动接受新任务。",
    "awconP3544": "一切都准备好了！ 您的设备已准备好获得奖励！终端命令上的成功任务执行将显示如下：",


    "s1aiTitle1": "平台用户指南",
    "s1aiTitle2": "分散式云学习",
    "s1aiTitle3": "<h2>开始 <div class=\"bigger\">即刻</div></h2><a href=\"dashboard/#/profile\">免费注册</a>",

    "aisuTitle1": "平台概述",
    "aisuTitle2": "平台组件",
    "aisuTitle3": "主要特点",
    "aisuTitle4": "平台用户手册",
    "aisuTitle5": "社区用户",

    "aiconP1": "Orion平台提供高标准的云计算软件包作为深度学习实例，为用户提供从开发到生产的最新发布的AI框架的使用。 Orion在任务启动步骤中匹配用户的硬件和软件要求，为AI培训和推理提供一致的性能，并已成功应用于各种智能模型。",
    "aiconP21": "Orion cloud opens up interface for",
    "aiconP22": "<span class=\"blue\">AI users</span>, 即算力需求方，比如企业及高校科研机构，只需在Orion云平台上发布任务，选择适合的Ledger（AI worker组长），即可获得分布与全世界各地的算力进行AI运算。",
    "aiconP23": "<span class=\"blue\">GPU workers</span>, 作为计算资源提供者。 允许单个GPU设备作为分散网络的成员加入本地组（Ledger），以从执行任务中获得奖励。",
    "aiconP24": "通过我们的开发人员仪表板，AI用户可以将深度学习脚本作为AI任务提交给选定的组，该组分类帐将匹配并相应地将任务分派给符合条件的员工。 用户可以在任务完成时下载任务执行结果。",

    "aiconSubtitle1": "轻松创建任务",
    "aiconSubtitle2": "可定制的环境",
    "aiconSubtitle3": "集成系统运行时错误和日志",

    "aiconSubtitle41": "<img class=\"logo\" src=\"_include/imgs/ai/79bfa975ea35b46db6c6d3ca41952a9c.svg\" alt=\"\">Worker 配置 <i class=\"fas fa-plus\"></i>",
    "aiconSubtitle42": "<img class=\"logo\" src=\"_include/imgs/ai/eb9b60818aff3584300bc535ebf54296.svg\" alt=\"\">支付<i class=\"fas fa-plus\"></i>",
    "aiconSubtitle43": "<img class=\"logo\" src=\"_include/imgs/ai/1b9a971f03a161778fa205e7b14c6d16.svg\" alt=\"\">数据脚本<i class=\"fas fa-plus\"></i>",
    "aiconSubtitle44": "<img class=\"logo\" src=\"_include/imgs/ai/565f858773e7055ff264e05dc21783f7.svg\" alt=\"\">任务调度<i class=\"fas fa-plus\"></i>",

    "aiconP41": "转到 <span class=\"blue\"><a href=\"./dashboard/#/profile\">用户界面</a></span>。 通过电子邮件注册，您将收到一封电子邮件来激活您的帐户（如果您没有收到电子邮件，请检查垃圾邮件）。 要启动AI任务提交，请登录并单击仪表板上的 <span class=\"blue\">创建任务</span>。 按照以下说明创建任务。",
    "aiconP42": "<li>服务类型</li>根据您的需求定义您的服务类型。 目前，我们提供3种服务类型：<span class=\"blue-color\">精简</span>, <span class=\"blue-color\">经典</span>, 和<span class=\"blue-color\">豪华</span>。<li>Ledger List</li>从下拉列表中选择可用的Ledger。 此ledger组中的所有活动工作人员将显示在右侧。<li>价格</li>系统将根据您选择的服务类型和分类帐列表自动计算价格。<div class=\"button-row\"><a href=\"pricing.html\" class=\"button\">Check out our price and service type</a></div>点击 <span class=\"blue\">下一步</span>, 同时会有一个弹出窗口，要求您输入您想要保留的时间。 输入预留时间，您将看到为您的任务保留的总费用。点击 <span class=\"blue\">确认</span>导航到付款步骤。",
    "aiconP43": "<li>订单摘要</li>订单摘要显示预留设备的估计服务成本。 为确保您的交易安全，首次提交任务时需要提供信用额度。 如果信用不足，将显示警告。<li>支付</li><p>您的最低付款金额会自动计算并输入框中，并考虑您当前的信用额度。您可以修改并选择支付更多的信用额度。 超时任务执行的成本将自动从您的信用中扣除。</p></p>钱包中的当前余额将显示在下方。 如果你没有足够的余额，点击 <span class=\"blue\">存款</span> 到钱包。 将有一个包含帐户钱包地址的弹出窗口。</p>点击 <span class=\"blue\">支付</span> 来自动支付",
    "aiconP44": "<li>任务名称</li>为您的任务输入一个名称<li>GPU 数量</li>为您的任务选择的GPU数量。<li>上传脚本</li>单击上传按钮并上传包含数据和脚本的.zip文件。<br> 准备任务时请参阅 <a href=\"script-requirement.html\" class=\"underline\">脚本要求</a>。<br><div class=\"button-row\"><a href=\"script-requirement.html\" class=\"button\">Open Script Requirement</a></div>在提交之前确保您的任务上传成功。",
    "aiconP45": "<li>跟踪您的任务状态</li>您的任务将被发送以进行机器匹配和执行。 任务状态将相应更新。<li>检索您的结果</li>将任务分派给匹配的工作人员后，您可以退出浏览器页面（或开始创建新任务），可以从“任务历史记录”下载完成的结果。",

    "aiconP51": "在我们的企业版本上线并且个别组件变得稳定之后，我们将发布社区orion平台。 社区用户可以使用命令行任务提交选项，该选项将绕过注册步骤。 更多细节将很快公布。",


    "s1leTitle1": "Ledgers",
    "s1leTitle2": "以民主化的方式管理AI业务",
    "s1leTitle3": "开始<div class=\"bigger\">即刻</div>",
    "s1leButton1": "免费注册",

    "lesuTitle1": "概述",
    "lesuTitle2": "指南",

    "leconP11": "Nebula AI分类账是管理区块链AI任务操作的组长。 它作为DAO（数字分散自治组织）在区块链范围内执行下订单，存入资金，退款和结算。 分类帐包含1~N个AI工作人员。 为了作为分类帐工作，需要公共IP。 Ledger还提供RESTful API访问，以检查AI工作者和当前任务池状态。",
    "leconP12": "企业分类账将由Nebula AI独家托管，随着平台趋于稳定，orion将发布社区分类账以进行自愿分类账登记。 授权社区分类帐与企业分类帐具有相同的权限。",
    "leconP21": "努力更新中 ...",


    "s1prTitle1": "我们以最低的价格提供最好的服务",
    "s1prTitle2": "与公共云相比，降低了70％的成本",
    "s1prButton1": "加入我们",

    "prformSubitem11": "类别",
    "prformSubitem12": "Performance score",
    "prformSubitem13": "Specifications",
    "prformSubitem14": "价格",
    "prformSubitem21": "精简",
    "prformSubitem23": "深度学习任务的基本计算需求",
    "prformSubitem31": "经典",
    "prformSubitem33": "高级计算",
    "prformSubitem41": "豪华",
    "prformSubitem43": "强化计算",
    "prformSubitem00": "计算",
    "prformSubitem02": "价格",
    "prformSubitem03": "Time Reserved",
    "prformSubitem04": "预计售价",

    "prconP11": "<h2>找到合适的设备 <br>只需点击一下即可</h2><p>所有设备根据其性能分为三种服务类型</p><p> <a href=\"benchmark.html\">查看我们的得分</a> </p>",
    "prconP21": "<h5>注意：</h5>我们强烈建议您存入比估计价格高10％的费用，以确保您的任务能够成功完成。 超出的部分将返回到您的帐户以用于将来的任务。",
    "prconP31": "<img src=\"_include/imgs/pricing/pricing-icon1.png\" alt=\"icon1\"><h4>支付更少</h4><p>节省70％的成本</p>",
    "prconP32": "<img src=\"_include/imgs/pricing/pricing-icon2.png\" alt=\"icon2\"><h4>快速付款</h4><p>简单快捷的付款流程</p>",
    "prconP33": "<img src=\"_include/imgs/pricing/pricing-icon3.png\" alt=\"icon3\"><h4>支付安全</h4><p>您的钱包得到安全保护和存储</p>"



  }
}
